---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KmPerSSup2
source: html/b7a6ef1b-098a-8f63-55aa-2f619e5f6a38.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KmPerSSup2 Property

Symbol km/s², indicating unit Kilometers per second squared.

## Syntax (C#)
```csharp
public static ForgeTypeId KmPerSSup2 { get; }
```